{"id":1230,"date":"2023-03-13T21:05:30","date_gmt":"2023-03-13T21:05:30","guid":{"rendered":"https:\/\/www.quietumplus1.com\/?page_id=1230"},"modified":"2023-03-13T21:06:46","modified_gmt":"2023-03-13T21:06:46","slug":"terms-of-use","status":"publish","type":"page","link":"https:\/\/www.quietumplusi.com\/terms-of-use\/","title":{"rendered":"Terms of Use"},"content":{"rendered":"\n<p>INTRODUCTION<\/p>\n\n\n\n<p>This Agreement contains the complete terms and conditions that apply to you in joining, buying, bidding, selling and all other activities you will make in our website. By using or shopping from this Web site, you agree to be bound by its terms of use and shall comply thereof. This Agreement describes and encompasses the entire agreement between us and you, and supersedes all prior or contemporaneous agreements, representations, warranties and understandings with respect to the Site, the content and computer programs provided by or through the Site, and the subject matter of this Agreement. Amendments to this agreement can be made and effected by us from time to time without specific notice to you end. Agreement posted on the Site reflects the latest agreement and you should carefully review the same before you use our site.<\/p>\n\n\n\n<p>Use of the site &amp; PROHIBITIONS<\/p>\n\n\n\n<p>The Site allows you to post offers, sell, advertise, bid and shop online. However, you are prohibited to do the following acts, to wit: (a) use our sites, including its services and or tools if you are not able to form legally binding contracts, are under the age of 18, or are temporarily or indefinitely suspended from using our sites, services, or tools (b) posting of an items in inappropriate category or areas on our sites and services; (c) collecting information about users&#8217; personal information; (d) maneuvering the price of any item or interfere with other users&#8217; listings; (f) post false, inaccurate, misleading, defamatory, or libelous content; (g) take any action that may damage the rating system. For you to complete the sign-up process in our site, you must provide your full legal name, current address, a valid email address, and any other information needed in order to complete the signup process. You must qualify that you are 18 years or older and must be responsible for keeping your password secure and be responsible for all activities and contents that are uploaded under your account. You must not transmit any worms or viruses or any code of a destructive nature.<\/p>\n\n\n\n<p>Payments AND PROCESSES OF INVIOCES<\/p>\n\n\n\n<p>https:\/\/quietumplus.com has the sole discretion to provide the terms of payment. Unless otherwise agreed, payment must first be received by https:\/\/quietumplus.com the latter&#8217;s acceptance of an order. Unless credit term has been agreed upon, payment for the products shall be made by credit card, paypal or wire transfers. Invoices are due and payable within the time period noted on your invoice, measured from the date of the invoice. An order may be invoice separately. https:\/\/quietumplus.com has all the discretion to cancel or deny orders. https:\/\/quietumplus.com is not responsible for pricing, typographical, or other errors in any offer by https:\/\/quietumplus.com and reserves the right to cancel any orders arising from such errors. Invoices must be paid within 15 days of the invoice date. For all but consumer purchases, https:\/\/quietumplus.com reserves the right to charge you a late penalty charge of 1% per month applied against undisputed overdue amounts or the maximum rate permitted by law whichever is less. Every 30 days thereafter, you will continue to be charged an additional late penalty charge.<\/p>\n\n\n\n<p>RISK OF LOSS<\/p>\n\n\n\n<p>All items purchased from our website are made pursuant to a shipment contract. The risk of loss and title for such items pass to you upon our delivery to the carrier<\/p>\n\n\n\n<p>Editing, Deleting and Modification<\/p>\n\n\n\n<p>We may edit, delete or modify any of the terms and conditions contained in this Agreement, at any time and in our sole discretion, by posting a notice or a new agreement on our site. YOUR CONTINUED PARTICIPATION IN OUR PROGRAM, VISIT AND SHOPPING IN OUR SITE FOLLOWING OUR POSTING OF A CHANGE NOTICE OR NEW AGREEMENT ON OUR SITE WILL CONSTITUTE BINDING ACCEPTANCE OF THE CHANGE.<\/p>\n\n\n\n<p>Acknowledgment of rights<\/p>\n\n\n\n<p>You hereby acknowledge that all rights, titles and interests, including but not limited to rights covered by the Intellectual Property Rights, in and to the site, and that You will not acquire any right, title, or interest in or to the Program except as expressly set forth in this Agreement. You will not modify, adapt, translate, prepare derivative works from, decompile, reverse engineer, disassemble or otherwise attempt to derive source code from any of our services, software, or documentation, or create or attempt to create a substitute or similar service or product through use of or access to the Program or proprietary information related thereto.<\/p>\n\n\n\n<p>Fraud<\/p>\n\n\n\n<p>FRAUDULENT ACTIVITIES are highly monitored in our site and if fraud is detected https:\/\/quietumplus.com shall resort al remedies available to us, and you shall be responsible for all costs and legal fees arising from these fraudulent activities.<\/p>\n\n\n\n<p>MISCELLANEOUS<\/p>\n\n\n\n<p>This Agreement shall be governed by and construed in accordance with the substantive laws of USA, without any reference to conflict-of-laws principles. Any dispute, controversy or difference which may arise between the parties out of, in relation to or in connection with this Agreement is hereby irrevocably submitted to the exclusive jurisdiction of the courts of US, to the exclusion of any other courts without giving effect to its conflict of laws provisions or your actual state or country of residence. The entire agreement between the parties with respect to the subject matter hereof is embodied on this agreement and no other agreement relative hereto shall bind either party herein.<br>Your rights of whatever nature cannot be assigned nor transferred to anybody, and any such attempt may result in termination of this Agreement, without liability to us. However, we may assign this Agreement to any person at any time without notice. In the event that any provision of these Terms and Conditions is found invalid or unenforceable pursuant to any judicial decree or decision, such provision shall be deemed to apply only to the maximum extent permitted by law, and the remainder of these Terms and Conditions shall remain valid and enforceable according to its terms.<\/p>\n\n\n\n<p>PRIVACY POLICY IS PART OF THESE TERMS AND CONDITIONS<\/p>\n\n\n\n<p>Our privacy policy is part of, and subject to, these terms and conditions of use.<\/p>\n\n\n\n<p>CONTENT OWNERSHIP<\/p>\n\n\n\n<p>All content on our website is owned by us or our content suppliers. On behalf of ourselves and our content suppliers, we claim all property rights, including intellectual property rights, for this content and you are not allowed to infringe upon those rights. We will prosecute to the fullest extent of the law anyone who attempts to steal our property.<\/p>\n\n\n\n<p>You agree not to copy content from our website without our permission. Any requests to use our content should be submitted to us by e-mail to contact@quietumplus.com.<\/p>\n\n\n\n<p>If you believe that your intellectual property rights have been infringed upon by our website content, please notify us by sending an e-mail to contact@quietumplus.com, or by sending mail to us at the address listed below. Please describe in detail the alleged infringement, including the factual and legal basis for your claim of ownership.<\/p>\n\n\n\n<p>ENTIRE AGREEMENT<\/p>\n\n\n\n<p>These terms and conditions, including the policies incorporated herein by express reference, constitute your entire agreement with us with respect to your use of our website.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>INTRODUCTION This Agreement contains the complete terms and conditions that apply to you in joining, buying, bidding, selling and all other activities you will make in our website. By using or shopping from this Web site, you agree to be bound by its terms of use and shall comply thereof. This Agreement describes and encompasses &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/www.quietumplusi.com\/terms-of-use\/\"> <span class=\"screen-reader-text\">Terms of Use<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"inline_featured_image":false,"site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","footnotes":""},"uagb_featured_image_src":{"full":false,"thumbnail":false,"medium":false,"medium_large":false,"large":false,"1536x1536":false,"2048x2048":false},"uagb_author_info":{"display_name":"admin","author_link":"https:\/\/www.quietumplusi.com\/author\/admin_gduua52p\/"},"uagb_comment_info":0,"uagb_excerpt":"INTRODUCTION This Agreement contains the complete terms and conditions that apply to you in joining, buying, bidding, selling and all other activities you will make in our website. By using or shopping from this Web site, you agree to be bound by its terms of use and shall comply thereof. This Agreement describes and encompasses&hellip;","_links":{"self":[{"href":"https:\/\/www.quietumplusi.com\/wp-json\/wp\/v2\/pages\/1230"}],"collection":[{"href":"https:\/\/www.quietumplusi.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.quietumplusi.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.quietumplusi.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.quietumplusi.com\/wp-json\/wp\/v2\/comments?post=1230"}],"version-history":[{"count":2,"href":"https:\/\/www.quietumplusi.com\/wp-json\/wp\/v2\/pages\/1230\/revisions"}],"predecessor-version":[{"id":1232,"href":"https:\/\/www.quietumplusi.com\/wp-json\/wp\/v2\/pages\/1230\/revisions\/1232"}],"wp:attachment":[{"href":"https:\/\/www.quietumplusi.com\/wp-json\/wp\/v2\/media?parent=1230"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}